{"name":"Amy Finance","website":"https://amy.finance/","lead_name":"Henry Chen","email":"ihenrycc@gmail.com","question_1":"Amy Finance is born to be a Layer 2 based & LP-friendly Lending Protocol. We have first built on Arbitrum and we believe that deploying on Optimism is a must way for us to achieve a successful lending protocol in L2 ecosystem. We have achieved great performance after our mainnet launch and it’s just the beginning for us. Amy is a fair launch project without a presale and private investor. It will be great if we could receive the grant from Optimism and we’ll have more resources to focus on our product and bring more convenience for Optimism users. \n\nAs a community-driven project, Amy Finance helps users to earn safe and high yields. Users are going to enjoy higher capital efficiency on Amy. By staking assets into the Assembly pool, each LP/Staker will receive the interests generated from lending and leverage trading without any loss. Moreover, users can borrow assets from the pool and conduct margin trading in one app. The transaction fee will be extremely low owing to the L2 native design. The design of Amy Finance can lift the revenue and maintain the same level of fund security as the classic lending protocols do.\n\nAmy Finance has three major parts: Lending, Margin trading and IQ mining. Users are able to enjoy high efficiency and Cex-like trading experiences on Amy Finance. As the main component of Amy Finance, Assembly Pool supplies assets for both margin trading and borrowing purposes, maximizing the utilization of assets for pool contributors. Users who stake assets into Assembly Pool will earn interest generated through margin trading and lending as well as newly minted $AMY token, with zero impermanent loss. \n\nMargin trading on Amy Finance is like using Lego blocks to build on other decentralized exchanges and brokers. Sourcing depth from other L2 exchanges, together with the execution speed of Layer2, Amy Finance offers centralized exchange-like trading experiences for any traders.\n\nUnlike other platforms that use liquidity mining to incentivize early adopters, Amy Finance follows a different path: using NFT for AMY Token Mining to attract early adopters and gamifying mining to make it more fun and enjoyable. Specifically, Amy Finance has issued Golden Cat NFT and IQ mining to gamify users’ mining and diversify their interest.The cats on Amy Finance possess different levels of IQ which are mostly related to their mining power. Amy Finance is more like a proof-of-IQ system where IQ mostly contributes to users’ yields.","allocation":"-"}