{"Project Name":"ENVELOP","Project Website":"envelop.is","Project Lead Email":"alex@envelop.is","Leader":"Aleksandr Shedogubov","Question":"Hello!\n\nWe are building cross-chain infrastructure for NFTs (protocol, oracle and index) that will unleash new applications on NFTs in metaverces/games (from power of game assets based on collateral of wNFT to non-pledge rental of NFTs) and economics (from tokenizing payment channels (roll-ups) to building up secured derivatives).\nOur main idea is to give new hedging opportunities for NFT market to minimize bad effects of harmful price dumps. \nMainly we focus on B2B integrations (NFTStars will launch our protocol integrated next week), but also gives B2C users free tools as well. \n\nENVELOP consists from 3 main elements:\n- Protocol is a tool set that will allow any non-tech person to build economics for any NFT by wrapping it and setting up price growth model, on-chain royalties payments, insurance collected inside collateral of wNFT. (now launched in main nets of Ethereum, Binance Smart Chain and Polygon; Avalanche, Polkadot, Flow, Solana and Ziliqa upcoming),\n- Oracle will give scoring and antifraud system based on ZK-mechanics, this will allow fast estimation of NFTs , especially of wNFTs with multiple assets inside (in development).\n- Index will let to form personal indexes from NFT projects or just buy existing ones to hedge to the whole NFT-market  (in development).\n\nOur tokenomics is based on micro-DAO strategy, where holders can vote by staking tokens for one or another project we integrate with, or it could sector (gaming, marketplace, art, metaverce etc.), or just the whole ENVELOP DAO. By staking holder will not only share incomes but also will share our costs on each case.\n\nOur media:\nWebsite: https://envelop.is/\nTwitter: https://twitter.com/Envelop_project\nTwitter CEO: https://twitter.com/aleks_env\nMedium: https://envelop.medium.com/\nTelegram ru chat: https://t.me/envelop_rus\nTelegram chat: https://t.me/envelop_en\nTelegram ru: https://t.me/envelop_ru\nTelegram: https://t.me/envelop_protocol\nReddit: https://www.reddit.com/r/NIFTSY/\nYoutube: https://www.youtube.com/c/ENVELOP","allocation":""}