{"Project Name":"Giveth","Project Website":"giveth.io","Project Lead Email":"griff@giveth.io","Leader":"Griff Green","Question":"Problem:\nPublic goods are the most overlooked web3 opportunity. Federal, state, and local governments in just the US spent $10 TRILLION in 2021 and this cost is growing every year with no clear solution in sight. We have the opportunity to disrupt this sector GLOBALLY & Giveth is positioned to lead the way. Check out this awesome video from ETHDenver describing this problem at length: https://bit.ly/3fFPG0s\n\nOpportunity:\nGiven the crypto market outlook, user and nonprofit adoption growth, and innovations in fundraising, crypto has the potential to become the most powerful philanthropic force on the planet in the years ahead. In 2021, the largest source of charitable giving came from individuals, who gave $326.87 billion, representing 67% of total giving (National Philantropic trust: https://bit.ly/3C5KTgn).\n\nSolution: \nGiveth is using web3 to evolve philanthropy! Our community is focused on Building the Future of Giving using blockchain technology. Our intention is to support and reward the funding of public goods by creating open, transparent and free access to the revolutionary funding opportunities available within the Ethereum ecosystem. \n100% of donations go to projects. Donors are rewarded with GIVbacks. GIV holders can earn a yeild participating in the GIVeconomy. \n\n1. We encourage Decentralization:\nGiveth offers innovative open-source solutions built on blockchain technology, which is inherently decentralized.\nGiveth is pioneering and experimenting with decentralized governance and communication techniques and supporting their adoption by other communities.\n\n2. We promote Altruism:\nGiveth is an open, non-hierarchical global initiative empowering social, environmental and humanistic impact projects with modern technologies.\nGiveth supports many like-minded initiatives that are adding value to the world without necessarily having a direct profit motive.\nGiveth is building a self-sustaining giving economy that encourages and rewards altruistic intention where the collective benefits.\n\n3. We believe in the power of Community:\nGiveth is an inclusive community united around a common goal.\nA community-owned platform, building and developing our DApps based on feedback from our members (snapshot voting, GIVgarden governance, conviction voting).\nGiveth enables trust within communities by increasing transparency and accountability through blockchain technology.\nGiveth proactively reaches out to similar initiatives which we see as potential collaborators, as opposed to competitors.\n\nThus I believe Giveth is a great candidate for Optimisms’ retroPGF in order to support its long-term vision of building the future of Giving!","allocation":"24,450"}